Repository: posix88/WorldPlug
Catalog: WorldPlug/Resources/Copies/Accessibility.xcstrings
Source language: en
Languages: it

# accessibility.collapse.country.details
source: Collapse country details
it: Comprimi dettagli paese

# accessibility.compatible.plug.types
source: Compatible plug types
it: Tipi di spine compatibili

# accessibility.countries.header
source: Countries section header
it: Intestazione sezione paesi

# accessibility.countries.list
source: Countries list
it: Elenco paesi

# accessibility.countries.list.description
source: Scroll through the list of countries to find plug and voltage information
it: Scorri l'elenco dei paesi per trovare informazioni su spine e voltaggio

# accessibility.country.available.count
source: %d countries available
it: %d paesi disponibili

# accessibility.country.card.hint
source: Tap to view plug details for %@
it: Tocca per visualizzare i dettagli delle spine per %@

# accessibility.country.details
source: Country details for %@
it: Dettagli paese per %@

# accessibility.empty.state
source: No countries found
it: Nessun paese trovato

# accessibility.empty.state.description
source: No countries match your search. Try a different search term.
it: Nessun paese corrisponde alla tua ricerca. Prova un termine di ricerca diverso.

# accessibility.expand.country.details
source: Expand country details
it: Espandi dettagli paese

# accessibility.frequency
source: Frequency
it: Frequenza

# accessibility.hide.details.hint
source: Double tap to hide voltage, frequency and plug information
it: Tocca due volte per nascondere informazioni su voltaggio, frequenza e spine

# accessibility.navigation.title
source: WorldPlug - Countries and plug types
it: WorldPlug - Paesi e tipi di spine

# accessibility.plug.type.hint
source: Double tap to view details for plug type %@
it: Tocca due volte per visualizzare i dettagli del tipo di spina %@

# accessibility.plug.type.label
source: Plug type %@
it: Tipo di spina %@

# accessibility.plug.types.count
source: Number of plug types
it: Numero di tipi di spine

# accessibility.search.active
source: Search is active
it: Ricerca attiva

# accessibility.search.clear
source: Clear search
it: Cancella ricerca

# accessibility.search.field
source: Search countries
it: Cerca paesi

# accessibility.search.hint
source: Type to search for countries by name
it: Digita per cercare paesi per nome

# accessibility.search.results
source: Search results for %@
it: Risultati di ricerca per %@

# accessibility.show.details.hint
source: Double tap to show voltage, frequency and plug information
it: Tocca due volte per mostrare informazioni su voltaggio, frequenza e spine

# accessibility.voltage
source: Voltage
it: Voltaggio
